export default {
  id: "jagannath-swami",
  title: "ऐसो चटक मटक सो ठाकुर, तीनों लोकन हूँ में नाय",
  category: "Jai Jagannath",
  lyrics: `ऐसो चटक मटक सो ठाकुर, तीनों लोकन हूँ में नाय।
ऐसो चटक मटक सो ठाकुर, तीनों लोकन हूँ में नाय॥

तीन ठौर ते टेढ़ो दिखे, नट किसी चलगत यह सीखे।
टेड़े नैन चलावे तीखे, सब देवन को देव,
ताऊ ये ब्रज में घेरे गाय॥ (Touu ye braj me ghere gaay)
ऐसो चटक मटक सो ठाकुर, तीनों लोकन हूँ में नाय॥

बड़े बड़े असूरन को मारयो, नाग कालिया पकड़ पछाड़ो।
सात दिना तक गिरिवर धारयो, ऐसो बलि ताऊ,
खेलत में ग्वालन पे पीट जाय॥
ऐसो चटक मटक सो ठाकुर, तीनों लोकन हूँ में नाय॥

रूप छबीलो है ब्रज सुंदर, बिना बुलाए डोले घर घर।
प्रेमी ब्रज गोपीन को चाकर, ऐसो प्रेम बढ्यो,
माखन की चोरी करवे जाए॥
ऐसो चटक मटक सो ठाकुर, तीनों लोकन हूँ में नाय॥`,
  youtubeUrl: "https://www.youtube.com/watch?v=OqB3zL44qKc&list=RDOqB3zL44qKc&start_radio=1",
};
