export default {
  id: "jjv-govinda-jai",
  title: "एक बार हरि बोल",
  category: "Jai Jai Vaani",
  lyrics: `निताई जाए द्वारे द्वारे
एक बार हरि बोल
भाई तेरे पांव पडू
एक बार हरि बोल
मैया तेरे पाव पडू

मैया तेरे पांव पडू
एक बार हरि बोल
प्रेम दाता निताई बोले
गौर हरि हरि बोल
भाईया तेरे पांव पडू

नाम बुलवाऊंगो
हरि हरि हरि बोल
तो द्वारे अड़ जाऊं
हरि हरि हरि बोल

यही मर जाऊंगो
एक बार हरि बोल
निताई जाए द्वारे द्वारे
एक बार हरि बोल
प्रेम दाता निताई बोले
गौर हरि हरि बोल`,
  youtubeUrl: "https://www.youtube.com/watch?v=CdR_Hg0ae2M&list=RDCdR_Hg0ae2M&start_radio=1",
};
