export default {
  id: "jagannath-aarti-2",
  title: "किशोरी तेरे चरणन की रज पाऊँ",
  category: "Jai Jagannath",
  lyrics: `वृंदावन के वृक्षों को प्रणाम किया करो
किशोरी तेरे चरणन की रज पाऊँ
बैठ रहूँ कुंजन के कोने
श्याम राधिका गाऊँ

रज को ब्रह्मादिक तरसत, सुरज शीश चढ़ाऊँ
हे व्यास स्वामिनी की छवि निरख, विमल विमल यश गाऊँ
किशोरी तेरे चरणन की रज पाऊँ

मुझे दुनिया से नहीं लेना-देना
ये जगत है एक सपना, यहाँ कोई नहीं अपना
मेरी अपनी वृषभानु दुलारी, मेरी अपनी श्री राधा प्यारी
जहाँ विराजे राधा रानी, मेरो मन लगयो बरसाने में

मुझे दुनिया से नहीं कोई काम
मैं तो जपूँ राधा राधा नाम, दर्शन करूँ सुबह-शाम
मेरे मन में बिराजे श्याम दीवानी
जहाँ विराजे राधा रानी, मेरो मन लगयो बरसाने में

जय राधे राधे, जय राधे राधे
वृंदावन वारी श्री राधे राधे, वृषभानु दुलारी जय राधे राधे
श्यामा प्यारी श्री राधे राधे, कीरत सुत प्यारी जय राधे राधे
जय कुंज बिहारी जय राधे राधे

मुझे दुनिया से नहीं कोई काम
मैं तो रटू राधा राधा नाम, दर्शन करूँ सुबह-शाम
मेरे मन में बिराजे श्याम दीवानी
जहाँ बिराजे राधा रानी, मेरो मन लगयो बरसाने में`,
  youtubeUrl: "https://www.youtube.com/watch?v=EeSxroU37-0&list=RDEeSxroU37-0&start_radio=1",
};
