export default {
  id: "jagannath-aarti-1",
  title: "ओ म्हारा गिरधर लाल, थारो नचायो नाचूँ रे",
  category: "Jai Jagannath",
  lyrics: `ओ म्हारा गिरधर लाल, थारो नचायो नाचूँ रे
म्हारा गिरधर लाल, थारो नचायो नाचूँ रे
ओ म्हारा नटराजा, थारो नचायो नाचूँ रे
म्हारा गिरधर लाल, थारो नचायो नाचूँ रे

घर का प्राणी, कहा ना माने, मन-मन खुशी मनाऊँ
थारे इस मंगल विधान में, मैं काहे टाँग अड़ाऊँ?
म्हारा गिरधर लाल, थारो नचायो नाचूँ रे

रूखा-सूखा जो कछु देवे, थारे ही भोग लगाऊँ
खीर-परस या छाछ-राबड़ी, मैं सब प्रेम से पाऊँ
म्हारा गिरधर लाल, थारो नचायो नाचूँ रे

जो तू ठोकर मार गिरावे, लकड़ी जो गिर जाऊँ
जो तू माथे ऊपर बिठावे, मैं तो बिना शरमाऊँ
म्हारा गिरधर लाल, थारो नचायो नाचूँ रे

जो तू तन को रोग लगावे, ओढ़ सिर सो जाऊँ
जो तू काल रूप बन आवे, मैं लपक गोद में आऊँ
म्हारा गिरधर लाल, थारो नचायो नाचूँ रे

उलटा-सुलटा जो कछु कर ले, मंगल रूप लखाऊँ
थारी मन-चाही मैं प्यारे, अपनी चाह मिलाऊँ
म्हारा गिरधर लाल, थारो नचायो नाचूँ रे

गोविंद जय जय, गोपाल जय जय
श्री राधा रमण हरि गोविंद जय जय

म्हारा गिरधर लाल, थारो नचायो नाचूँ रे... (भजन समापन)`,
  youtubeUrl: "https://www.youtube.com/watch?v=VgZQXHvTfmU&list=RDVgZQXHvTfmU&start_radio=1",
};
