export default {
  id: "jjv-mahamantra",
  title: "राधे झूलन पधारो घिर आए बदरा",
  category: "Jai Jai Vaani",
  lyrics: `राधे झूलन पधारो झुकी आए बदरा,
झुक आये बदरा झुकी आये बदरा,
राधे झूलन पधारो झुकी आये बदरा,
झुक आये बदरा झुकी आये बदरा,
साजो सकल श्रृंगार नैना सारो कजरा ॥


ऐसो मान ना कीजे हठ तजिए अली,
ऐसो मान ना कीजे हठ तजिए अली,
राधे झूलन पधारो झुकी आये बदरा,
झुक आये बदरा झुकी आये बदरा ॥

तू तो परम सयानी हो वृषभान की लली,
तू तो परम सयानी हो वृषभान की लली,
राधे झूलन पधारो झुकी आये बदरा,
झुक आये बदरा झुकी आये बदरा ॥

तेरो रसिक प्रीतम मग जोवत खड़ो,
तेरो रसिक प्रीतम मग जोवत खड़ो,
राधे झूलन पधारो झुकी आये बदरा,
झुक आये बदरा झुकी आये बदरा ॥

राधे दोऊ कर जोड़े तेरे चरण पड्यो,
राधे दोऊ कर जोड़े तेरे चरण पड्यो,
राधे झूलन पधारो झुकी आये बदरा,
झुक आये बदरा झुकी आये बदरा ॥


दो मिल झूलत रंग हिडोरे, नील पीत आंचल चल चंचल
हे बैनीहार हिलो रे, दो मिल झूलत रंग हिडोरे

हे भंवर भीर लटपट संग आवत, लगे सुगंध के डोरे
हे नागरिया नागर रस कििनते, मिल गावत है थोड़े थोड़े

श्यामा झूलन पधारो, राधे झूलन पधारो
प्यारी झूलन पधारो, घिर आए बदरा।`,
  youtubeUrl: "https://www.youtube.com/watch?v=9vW-2UJjQjg",
};
